Repository: vego1mar/PI
Catalog: Praca inżynierska/Praca inżynierska/Locales/*.resx
Languages: pl_pl

# MessageBoxShower_General_OutOfMemoryExceptionStop_Text
source: An exception of type OutOfMemoryException has been thrown. This happens when there is no enough memory to continue the execution of a program.
pl_pl: Wyjątek typu OutOfMemoryException został rzucony. Dzieje się tak, kiedy nie wystarczającej ilości pamięci, aby kontynuować wykonywanie programu.

# StatisticalAnalysis_Ui_StandardDeviation_Noise01
source: Noise 0.1
pl_pl: Szum 0,1

# StatisticalAnalysis_Ui_StandardDeviation_Noise05
source: Noise 0.5
pl_pl: Szum 0,5

# StatisticalAnalysis_Ui_StandardDeviation_Noise1
source: Noise 1.0
pl_pl: Szum 1,0

# StatisticalAnalysis_Ui_StandardDeviation_Noise2
source: Noise 2.0
pl_pl: Szum 2,0
