Repository: vego1mar/PI
Catalog: Praca inżynierska/Praca inżynierska/Locales/*.resx
Languages: pl_pl

# Enums_DataSetCurvesTypes_Average
source: average
pl_pl: uśredniona

# Enums_MeanTypes_AGM
source: AGM
pl_pl: arytm.-geom.

# Enums_MeanTypes_Arithmetic
source: arithmetic
pl_pl: arytmetyczna

# Enums_MeanTypes_Geometric
source: geometric
pl_pl: geometryczna

# Enums_MeanTypes_Harmonic
source: harmonic
pl_pl: harmoniczna

# Enums_MeanTypes_Heronian
source: Heronian
pl_pl: Herona

# Enums_MeanTypes_Maximum
source: maximum
pl_pl: maksimum

# LangSelector_Languages_English
source: English
pl_pl: angielski

# LangSelector_Languages_Polish
source: Polish
pl_pl: polski

# LangSelector_Ui_Form_Text
source: Language selector
pl_pl: Wybór języka

# MainWindow_Menu_Chart
source: Chart
pl_pl: Wykres

# MainWindow_Menu_Chart_Settings
source: Settings
pl_pl: Ustawienia

# MainWindow_Menu_Means
source: Means
pl_pl: Uśrednianie

# MainWindow_Menu_Means_AveragingInfo
source: Averaging info
pl_pl: Informacje

# MainWindow_Menu_Means_Settings
source: Settings
pl_pl: Ustawienia

# MainWindow_Menu_Panel_Hide
source: Hide
pl_pl: Ukryj

# MainWindow_Menu_Panel_KeepProportions
source: Keep proportions
pl_pl: Utrzymuj wymiary

# MainWindow_Menu_Panel_Lock
source: Lock
pl_pl: Zablokuj

# MainWindow_Menu_Program_Exit
source: Exit
pl_pl: Zakończ

# MainWindow_Menu_Program_SelectLanguage
source: Select language
pl_pl: Wybierz język

# MainWindow_Menu_Program_StatisticalAnalysis
source: Statistical analysis
pl_pl: Analiza statystyczna

# MainWindow_Panel_Datasheet
source: Datasheet
pl_pl: Dane

# MainWindow_Panel_Datasheet_CurveIndex
source: Curve index:
pl_pl: Indeks krzywej:

# MainWindow_Panel_Datasheet_CurvesNumber
source: Number of curves:
pl_pl: Ilość krzywych:

# MainWindow_Panel_Datasheet_CurveType
source: Curve type:
pl_pl: Typ krzywej:

# MainWindow_Panel_Datasheet_DatasetControl
source: Dataset control
pl_pl: Kontrola zestawem danych

# MainWindow_Panel_Datasheet_GaussianNoise
source: Gaussian noise
pl_pl: Szum Gaussa

# MainWindow_Panel_Datasheet_Malform
source: Malform
pl_pl: Zniekształć

# MainWindow_Panel_Datasheet_ShowDataSet
source: Show dataset
pl_pl: Pokaż zestaw danych

# MainWindow_Panel_Datasheet_Surrounding
source: Surrounding:
pl_pl: Otoczenie:

# MainWindow_Panel_Generate
source: Generate
pl_pl: Generowanie

# MainWindow_Panel_Generate_Apply
source: Apply
pl_pl: Zastosuj

# MainWindow_Panel_Generate_Averaging
source: Averaging
pl_pl: Uśrednianie

# MainWindow_Panel_Generate_CurveScaffold1
source: Curve scaffold:
pl_pl: Szkielet krzywej:

# MainWindow_Panel_Generate_CurveScaffold2_Hyperbolic
source: hyperbolic
pl_pl: hiperboliczny

# MainWindow_Panel_Generate_CurveScaffold2_NotChosen
source: not chosen
pl_pl: nie wybrany

# MainWindow_Panel_Generate_CurveScaffold2_Polynomial
source: polynomial
pl_pl: wielomianowy

# MainWindow_Panel_Generate_CurveScaffold2_Waveform
source: waveform
pl_pl: falowy

# MainWindow_Panel_Generate_CurvesSet
source: Whole set of curves
pl_pl: Cały zestaw krzywych

# MainWindow_Panel_Generate_Density
source: Interval points:
pl_pl: Punkty przedziału:

# MainWindow_Panel_Generate_EndingXPoint
source: Ending X point:
pl_pl: Końcowy punkt x:

# MainWindow_Panel_Generate_GenerateSet
source: Generate set
pl_pl: Wygeneruj zestaw

# MainWindow_Panel_Generate_MeanType
source: Mean type:
pl_pl: Typ średniej:

# MainWindow_Panel_Generate_NumberOfCurves1
source: Number of curves:
pl_pl: Ilość krzywych:

# MainWindow_Panel_Generate_NumberOfCurves2
source: Number of curves:
pl_pl: Ilość krzywych:

# MainWindow_Panel_Generate_PatternCurveScaffold
source: Pattern curve scaffold
pl_pl: Szkielet krzywej wzorcowej

# MainWindow_Panel_Generate_StartingXPoint
source: Starting X point:
pl_pl: Początkowy punkt x:

# MainWindow_Panel_Program_ActualState1
source: Actual state:
pl_pl: Stan obecny:

# MainWindow_Panel_Program_ActualState2_Counts1
source: Counts:
pl_pl: Czas:

# MainWindow_Panel_Program_ActualState2_Failure
source: Failure
pl_pl: Porażka

# MainWindow_Panel_Program_ActualState2_InfoObtainingErrorText
source: Unknown
pl_pl: Nieznany

# MainWindow_Panel_Program_ActualState2_Informations
source: Informations
pl_pl: Informacje

# MainWindow_Panel_Program_ActualState2_Logging
source: Logging
pl_pl: Logowanie

# MainWindow_Panel_Program_ActualState2_LogPath1
source: Log path:
pl_pl: Ścieżka logu:

# MainWindow_Panel_Program_ActualState2_OsVersion1
source: OS version:
pl_pl: Wersja sys. oper.:

# MainWindow_Panel_Program_ActualState2_Success
source: Success
pl_pl: Sukces

# MainWindow_Panel_Program_Timer
source: Timer
pl_pl: Czasomierz

# MainWindow_Ui_Form_Text
source: Engineer's thesis
pl_pl: Praca inżynierska 1.3

# MessageBoxShower_GridPreviewer_Panel_IndexGreaterThanAllowedProblem_Caption
source: Improper index value
pl_pl: Niewłaściwa wartość indeksu

# MessageBoxShower_GridPreviewer_Panel_IndexGreaterThanAllowedProblem_Text
source: Specified index would be greater than allowed. Change rejected.
pl_pl: Wskazany indeks byłby wyższy niż dozwolony. Zmiana odrzucona.

# MessageBoxShower_MainWindow_Ui_ChartRefreshingError_Caption
source: Invalidated data
pl_pl: Unieważnione dane

# MessageBoxShower_MainWindow_Ui_ChartRefreshingError_Text
source: A problem occured when trying to refresh a chart or recalculating axes scales.
pl_pl: Wystąpił problem podczas próby odświeżania wykresu lub ponownego obliczania wymiarów osi.

# MessageBoxShower_MainWindow_Ui_CurveTypeNotSelectedInfo_Caption
source: Prerequisite not matched
pl_pl: Niespełnione wymaganie wstępne

# MessageBoxShower_MainWindow_Ui_CurveTypeNotSelectedInfo_Text
source: You must choose a curve type from 'Dataset control' section.
pl_pl: Musisz wybrać typ krzywej z sekcji "Kontrola zestawem danych".

# MessageBoxShower_MainWindow_Ui_NotEnoughCurvesForMedianaStop_Caption
source: Averaging method problem
pl_pl: Problem metody uśredniania

# MessageBoxShower_MainWindow_Ui_NotEnoughCurvesForMedianaStop_Text
source: You must specify at least 3 curves to average them using mediana.
pl_pl: Musisz wskazać przynajmniej trzy krzywe, aby uśrednić je korzystając z mediany.

# MessageBoxShower_MainWindow_Ui_OperationMalformRejectedStop_Caption
source: Not supported operation
pl_pl: Niewspierana operacja

# MessageBoxShower_MainWindow_Ui_OperationMalformRejectedStop_Text
source: Results of this operation was rejected due to improper values.
pl_pl: Wyniki tej operacji zostały odrzucone ze względu na niewłaściwe wartości.

# MessageBoxShower_MainWindow_Ui_PatternCurveNotChosenPrerequisite_Caption
source: Prerequisite not matched
pl_pl: Niespełnione wymaganie wstępne

# MessageBoxShower_MainWindow_Ui_PatternCurveNotChosenPrerequisite_Text
source: Pattern curve scaffold has not been chosen.
pl_pl: Szkielet krzywej wzorcowej nie został wybrany.

# MessageBoxShower_MainWindow_Ui_PointsNotValidToChartProblem_Text
source: Some of the generated points are not valid to display them on a chart. Those points will be removed from the set.
pl_pl: Część z wygenerowanych punktów jest niewłaściwa, żeby wyświetlić je na wykresie. Punkty te zostaną usunięte z zestawu.

# MessageBoxShower_MainWindow_Ui_SeriesSelectionProblem_Caption
source: Data selection problem
pl_pl: Problem wyboru danych

# MessageBoxShower_MainWindow_Ui_SeriesSelectionProblem_Text
source: Any curve has not been generated yet.
pl_pl: Żadna krzywa nie została jeszcze wygenerowana.

# MessageBoxShower_MainWindow_Ui_SpecifiedCurveDoesntExistProblem_Caption
source: Invalid curve index
pl_pl: Nieważny indeks krzywej

# MessageBoxShower_MainWindow_Ui_SpecifiedCurveDoesntExistProblem_Text
source: The specified curve data doesn't exist.
pl_pl: Dane określonej krzywej nie istnieją.

# Enums_Operations_Addition
source: addition
pl_pl: dodawanie

# Enums_Operations_Constant
source: constant
pl_pl: stała

# Enums_Operations_Division
source: division
pl_pl: dzielenie

# Enums_Operations_Exponentiation
source: exponentiation
pl_pl: potęgowanie

# Enums_Operations_Logarithmic
source: logarithmic
pl_pl: logarytmowanie

# Enums_Operations_Multiplication
source: multiplication
pl_pl: mnożenie

# Enums_Operations_Negative
source: negative
pl_pl: ujemny znak

# Enums_Operations_Positive
source: positive
pl_pl: dodatni znak

# Enums_Operations_Rooting
source: rooting
pl_pl: pierwiastkowanie

# Enums_Operations_Substraction
source: substraction
pl_pl: odejmowanie

# GridPreviewer_Ui_Dataset_Dataset
source: Dataset
pl_pl: Zestaw danych

# GridPreviewer_Ui_Form_Text
source: Grid previewer
pl_pl: Siatka podglądu danych

# GridPreviewer_Ui_Panel_DatasetGrid
source: Dataset grid
pl_pl: Siatka zestawu danych

# GridPreviewer_Ui_Panel_EndIndex
source: End index:
pl_pl: Indeks końca:

# GridPreviewer_Ui_Panel_FastEdit
source: Fast edit
pl_pl: Szybka edycja

# GridPreviewer_Ui_Panel_Info_ChangesSaved
source: Changes saved
pl_pl: Zmiany zapisane

# GridPreviewer_Ui_Panel_Info_GridPreviewerLoaded
source: Grid Previewer loaded
pl_pl: Siatka załadowana

# GridPreviewer_Ui_Panel_Info_InvalidUserValue
source: Invalid user value
pl_pl: Nieważna wartość użytkownika

# GridPreviewer_Ui_Panel_Info_OperationRejected
source: Operation rejected
pl_pl: Operacja odrzucona

# GridPreviewer_Ui_Panel_Info_OperationRevoked
source: Operation revoked
pl_pl: Operacja wycofana

# GridPreviewer_Ui_Panel_Info_PerformedAndRefreshed
source: Performed & refreshed
pl_pl: Wykonano i odświeżono

# GridPreviewer_Ui_Panel_Info_ValuesRestored
source: Values restored
pl_pl: Wartości odzyskane

# GridPreviewer_Ui_Panel_OperationType
source: Operation type:
pl_pl: Typ operacji:

# GridPreviewer_Ui_Panel_Perform
source: Perform
pl_pl: Wykonaj

# GridPreviewer_Ui_Panel_Refresh
source: Refresh
pl_pl: Odśwież

# GridPreviewer_Ui_Panel_Reset
source: Reset
pl_pl: Przywróć

# GridPreviewer_Ui_Panel_Save
source: Save
pl_pl: Zapisz

# GridPreviewer_Ui_Panel_StartIndex
source: Start index:
pl_pl: Indeks początku:

# GridPreviewer_Ui_Panel_Value1_Addend
source: Addend:
pl_pl: Dodajnik:

# GridPreviewer_Ui_Panel_Value1_Basis
source: Basis:
pl_pl: Podstawa:

# GridPreviewer_Ui_Panel_Value1_Divisor
source: Divisor:
pl_pl: Podzielnik:

# GridPreviewer_Ui_Panel_Value1_Exponent
source: Exponent:
pl_pl: Wykładnik:

# GridPreviewer_Ui_Panel_Value1_Multiplier
source: Multiplier:
pl_pl: Mnożnik:

# GridPreviewer_Ui_Panel_Value1_NotApplicable
source: N/A:
pl_pl: N/D:

# GridPreviewer_Ui_Panel_Value1_Subtrahend
source: Subtrahend:
pl_pl: Odjemnik:

# GridPreviewer_Ui_Panel_Value1_Value
source: Value:
pl_pl: Wartość:

# GridPreviewer_Ui_Preview_Info_ChartNotRepainted
source: Chart not repainted
pl_pl: Wykres nieodświeżony

# GridPreviewer_Ui_Preview_Info_ChartRefreshed
source: Chart refreshed
pl_pl: Wykres odświeżono

# GridPreviewer_Ui_Preview_Info_ChartRefreshError
source: Chart refresh error
pl_pl: Błąd odświeżania wykresu

# GridPreviewer_Ui_Preview_Preview
source: Preview
pl_pl: Podgląd

# MessageBoxShower_GridPreviewer_Chart_ChartRefreshingError_Caption
source: Invalid operation
pl_pl: Nieważna operacja

# MessageBoxShower_GridPreviewer_Chart_ChartRefreshingError_Text
source: Chart refreshing error, possibly recalculating axes scales (too large to display).
pl_pl: Błąd odświeżania wykresu, najprawdopodobniej związany z ponownym obliczaniem skal osi (zbyt wielkie do wyświetlenia).

# MessageBoxShower_GridPreviewer_Panel_ImproperUserValueProblem_Caption
source: Wrong cast, conversion or format
pl_pl: Złe rzutowanie, konwersja lub formatowanie

# MessageBoxShower_GridPreviewer_Panel_ImproperUserValueProblem_Text
source: The given value is improper. Note, that numbers should be localized in accord with your operating system current regional settings.
pl_pl: Podana wartość jest niewłaściwa. Weź pod uwagę, że liczby powinny być zlokalizowane zgodnie z obecnymi ustawieniami regionalnymi systemu operacyjnego.

# MessageBoxShower_GridPreviewer_Panel_IndexLowerThanAllowedProblem_Caption
source: Improper index value
pl_pl: Niewłaściwa wartość indeksu

# MessageBoxShower_GridPreviewer_Panel_IndexLowerThanAllowedProblem_Text
source: Specified index would be lower than allowed. Change revoked.
pl_pl: Wskazany indeks byłby niższy niż dozwolony. Zmiana wycofana.

# MessageBoxShower_GridPreviewer_Panel_InvalidCurvePointsError_Caption
source: Invalid curve points
pl_pl: Nieważne punkty krzywej

# MessageBoxShower_GridPreviewer_Panel_InvalidCurvePointsError_Text
source: At least one of points value is too large or improper to be displayed on a chart.
pl_pl: Przynajmniej jedna z wartości punktów jest zbyt duża albo niewłaściwa, aby być wyświetloną na wykresie.

# MessageBoxShower_GridPreviewer_Panel_PerformOperationError_Caption
source: Exception during calculation
pl_pl: Wyjątek podczas obliczeń

# MessageBoxShower_GridPreviewer_Panel_PerformOperationError_Text
source: Cannot calculate values for all specified arguments. Overflow. Changes rejected.
pl_pl: Nie można obliczyć wartości dla wszystkich wskazanych argumentów. Przeciążenie. Zmiany odrzucone.

# MessageBoxShower_MainWindow_Ui_PointsNotValidToChartProblem_Caption
source: Generating points warning
pl_pl: Ostrzeżenie generowania punktów

# MessageBoxShower_PatternCurveDefiner_Hyperbolic_DivisionByZeroProblem_Caption
source: Division by zero
pl_pl: Dzielenie przez zero

# MessageBoxShower_PatternCurveDefiner_Hyperbolic_DivisionByZeroProblem_Text
source: Cannot divide by 0.0000. A value of 0.0001 will be used instead.
pl_pl: Nie można podzielić przez 0.0000. Zamiast tego zostanie użyta wartość 0.0001.

source: Data selection problem
pl_pl: Problem wyboru danych

# MessageBoxShower_StatisticalAnalysis_Preview_PointsNotValidToChartProblem_Text
source: Some points cannot be shown on a chart. The chart will not be refreshed.
pl_pl: Niektóre punkty nie mogą zostać pokazane na wykresie. Wykres nie zostanie odświeżony.

# MessageBoxShower_StatisticalAnalysis_Preview_UnrecognizedError_Caption
source: Unrecognized error
pl_pl: Nierozpoznany błąd

# MessageBoxShower_StatisticalAnalysis_Preview_UnrecognizedError_Text
source: An unkown error has occured while refreshing chart.
pl_pl: Wystąpił nieznany błąd podczas odświeżania wykresu.

# MessageBoxShower_StatisticalAnalysis_Preview_ValueOutOfRangeProblem_Caption
source: Out of range
pl_pl: Poza zakresem

# MessageBoxShower_StatisticalAnalysis_Preview_ValueOutOfRangeProblem_Text
source: The provided value is not within a specified range.
pl_pl: Zapewniona wartość nie znajduje się w określonym przedziale.

# AveragingInfo_AGM_TextBox1Text
source: Arithmetic-geometric mean is defined as follows:
pl_pl: Średnia arytmetyczno-geometryczna jest zdefiniowana następująco:

# AveragingInfo_AGM_TextBox2Text
source: This was modified into:
pl_pl: Zostało to zmienione na:

# AveragingInfo_CustomDifferential_TextBox1Text
source: The Custom-Differential approach presents as follows:
pl_pl: Podejście metody Własnej-Różnicowej prezentuje się następująco:

# AveragingInfo_CustomDifferential_TextBox2Text
source: This has its alternative version, that is:
pl_pl: Ma to swoją alternatywną wersję, czyli:

# AveragingInfo_CustomGeometric_TextBox1Text
source: Geometric mean is defined as follows:
pl_pl: Średnia geometryczna jest zdefiniowana następująco:

# AveragingInfo_CustomGeometric_TextBox2Text
source: This was modified into:
pl_pl: Zostało to zamienione na:

# AveragingInfo_CustomTolerance_TextBox1Text
source: The Custom-Tolerance approach filters values using a comparer (M is mediana or arithmetic mean):
pl_pl: Podejście metody Własnej-Tolerującej filtruje wartości wykorzystując komparator (M jest medianą lub średnią arytmetyczną):

# AveragingInfo_CustomTolerance_TextBox2Text
source: The comparer is used for classifying values that will be processed further (FUNC is finisher mean):
pl_pl: Komparator jest używany do klasyfikowania wartości, które będą przetwarzane w dalszym etapie (FUNC jest średnią kończącą):

# AveragingInfo_EMA_TextBox1Text
source: Exponential moving average is defined as follows:
pl_pl: Wykładnicza średnia krocząca jest zdefiniowana następująco:

# AveragingInfo_EMA_TextBox2Text
source: This has been modified into:
pl_pl: Zostało to zmienione na:

# AveragingInfo_Form_Text
source: Averaging info
pl_pl: Informacje o uśrednianiu

# AveragingInfo_Geometric_TextBox1Text
source: Geometric mean is defined as follows:
pl_pl: Średnia geometryczna jest zdefiniowana następująco:

# AveragingInfo_Geometric_TextBox2Text
source: This was modified into:
pl_pl: Zostało to zmienione na:

# AveragingInfo_Harmonic_TextBox1Text
source: Harmonic mean is defined for positive real numbers as follows:
pl_pl: Średnia harmoniczna jest określona dla liczb rzeczywistych dodatnich następująco:

# AveragingInfo_Harmonic_TextBox2Text
source: This has not been modified, hence it can be also expressed as:
pl_pl: Nie zostało to zmienione, jednakże może być wyrażone również jako:

# AveragingInfo_Heronian_TextBox1Text
source: Heronian mean in geometry is defined as follows:
pl_pl: Średnia Herona w geometrii jest zdefiniowana następująco:

# AveragingInfo_Heronian_TextBox2Text
source: This was modified into:
pl_pl: Zostało to zmienione na:

# AveragingInfo_LnWages_TextBox1Text
source: The standard waged mean is defined as follows:
pl_pl: Standardowa średnia ważona jest określona następująco:

# AveragingInfo_LnWages_TextBox2Text
source: This has been modified into logarithmically waged mean as below:
pl_pl: Zostało to zamienione na średnią ważoną logarytmicznie, jak poniżej:

# AveragingInfo_Logarithmic_TextBox1Text
source: Logarithmic mean is defined as follows:
pl_pl: Średnia logarytmiczna jest zdefiniowana następująco:

# AveragingInfo_Logarithmic_TextBox2Text
source: This has been modified into:
pl_pl: Zostało to zmienione na:

# AveragingInfo_Power_TextBox1Text
source: Power mean is defined for a specified rank k as below:
pl_pl: Średnia potęgowa jest zdefiniowana dla określonego rzędu k jak poniżej:

# AveragingInfo_Power_TextBox2Text
source: This has not been modified, yet the default rank k is:
pl_pl: Nie zostało to zmienione, jednak domyślnym rzędem k jest:

# AveragingInfo_RMS_TextBox1Text
source: Root mean square is defined as follows:
pl_pl: Średnia kwadratowa jest zdefiniowana następująco:

# AveragingInfo_RMS_TextBox2Text
source: This is computed using a power mean in a form as below:
pl_pl: Jest to obliczane z użyciem średniej potęgowej w postaci jak poniżej:

# Enums_AvgInfo_Tabs_AGM
source: AGM
pl_pl: arytm.-geom.

# Enums_AvgInfo_Tabs_CustomDifferential
source: custom-differential
pl_pl: własna-różnicowa

# Enums_AvgInfo_Tabs_CustomGeometric
source: custom-geometric
pl_pl: własna-geom.

# Enums_AvgInfo_Tabs_CustomTolerance
source: custom-tolerance
pl_pl: własna-tolerująca

# Enums_AvgInfo_Tabs_EMA
source: EMA
pl_pl: krocząca

# Enums_AvgInfo_Tabs_Geometric
source: geometric
pl_pl: geometryczna

# Enums_AvgInfo_Tabs_Harmonic
source: harmonic
pl_pl: harmoniczna

# Enums_AvgInfo_Tabs_Heronian
source: Heronian
pl_pl: Herona

# Enums_AvgInfo_Tabs_LnWages
source: log. waged
pl_pl: log. ważona

# Enums_AvgInfo_Tabs_Logarithmic
source: logarithmic
pl_pl: logarytmiczna

# Enums_AvgInfo_Tabs_Power
source: power
pl_pl: potęgowa

# Enums_AvgInfo_Tabs_RMS
source: RMS
pl_pl: kwadratowa

# Enums_PhenomenonIndex_Deformation
source: deformation
pl_pl: deformacja

# Enums_PhenomenonIndex_Peek
source: peek
pl_pl: pik

# StatisticalAnalysis_Ui_Form_Text
source: Statistical analysis
pl_pl: Analiza statystyczna

# StatisticalAnalysis_Ui_Preview_Chart
source: Chart
pl_pl: Wykres

# StatisticalAnalysis_Ui_Preview_Dataset
source: Dataset
pl_pl: Dane

# StatisticalAnalysis_Ui_Preview_Density1
source: Points density (on interval):
pl_pl: Gęstość punktów (na przedział):

# StatisticalAnalysis_Ui_Preview_Formula
source: Formula
pl_pl: Formuła

# StatisticalAnalysis_Ui_Preview_NotApplicable
source: N/A
pl_pl: N/D

# StatisticalAnalysis_Ui_Preview_NumberOfCurves1
source: Number of curves:
pl_pl: Ilość krzywych:

# StatisticalAnalysis_Ui_Preview_Preview
source: Preview
pl_pl: Podgląd

# StatisticalAnalysis_Ui_StandardDeviation_Deform
source: Deform
pl_pl: Deformacja

# StatisticalAnalysis_Ui_StandardDeviation_Peek
source: Peek
pl_pl: Pik

# StatisticalAnalysis_Ui_StandardDeviation_StandardDeviation
source: Standard deviation
pl_pl: Odchylenie standardowe

# PatternCurveDefiner_Form_Text
source: Pattern curve definer
pl_pl: Wybór krzywej wzorcowej

# PatternCurveDefiner_Tabs_Hyperbolic_Bound_ac
source: Bound
pl_pl: Zwiąż

# PatternCurveDefiner_Tabs_Hyperbolic_Bound_bd
source: Bound
pl_pl: Zwiąż

# PatternCurveDefiner_Tabs_Hyperbolic_Hyperbolic
source: Hyperbolic
pl_pl: Hiperbola

# PatternCurveDefiner_Tabs_Hyperbolic_Parameters
source: Parameters
pl_pl: Parametry

# PatternCurveDefiner_Tabs_Polynomial_Parameters
source: Parameters
pl_pl: Parametry

# PatternCurveDefiner_Tabs_Polynomial_Polynomial
source: Polynomial
pl_pl: Wielomian

# PatternCurveDefiner_Tabs_Waveform_Parameters
source: Parameters
pl_pl: Parametry

# PatternCurveDefiner_Tabs_Waveform_Sawtooth
source: sawtooth
pl_pl: piłokształtna

# PatternCurveDefiner_Tabs_Waveform_Sine
source: sine
pl_pl: sinusoidalna

# PatternCurveDefiner_Tabs_Waveform_Square
source: square
pl_pl: prostokątna

# PatternCurveDefiner_Tabs_Waveform_Triangle
source: triangle
pl_pl: trójkątna

# PatternCurveDefiner_Tabs_Waveform_Waveform
source: Waveform
pl_pl: Krzywa falowa

# PatternCurveDefiner_Tabs_Waveform_WaveType
source: Wavetype
pl_pl: Typ fali

# PatternCurveDefiner_Ui_Cancel
source: Cancel
pl_pl: Anuluj

# ChartSettings_Form_Text
source: Chart settings
pl_pl: Ustawienia wykresu

# ChartSettings_Ui_General_ApplyToCurve
source: Apply to curve:
pl_pl: Zastosuj do krzywej:

# ChartSettings_Ui_Tabs_ChartArea_Axes
source: Axes
pl_pl: Osie

# ChartSettings_Ui_Tabs_ChartArea_ChartArea
source: Chart area
pl_pl: Obszar wykresu

# ChartSettings_Ui_Tabs_ChartArea_Title
source: Chart area
pl_pl: Obszar wykresu

# ChartSettings_Ui_Tabs_Chart_Title
source: Chart
pl_pl: Wykres

# ChartSettings_Ui_Tabs_Series_Title
source: Series
pl_pl: Serie danych

# Enums_ApplyToCurve_All
source: all
pl_pl: wszystkie

# Enums_ApplyToCurve_Average
source: average
pl_pl: uśredniona

# Enums_ApplyToCurve_Generated
source: generated
pl_pl: wygenerowana

# Enums_ApplyToCurve_Pattern
source: pattern
pl_pl: wzorcowa

# Enums_CustomDifferentialMeanMode_Sum
source: sum
pl_pl: suma

# Enums_CustomToleranceComparerType_ArithmeticMean
source: arithmetic mean
pl_pl: średnia arytmetyczna

# Enums_CustomToleranceFinisherFunctions_ArithmeticMean
source: arithmetic mean
pl_pl: średnia arytmetyczna

# Enums_CustomToleranceFinisherFunctions_GeometricMean
source: geometric mean
pl_pl: średnia geometryczna

# Enums_CustomToleranceFinisherFunctions_Maximum
source: maximum
pl_pl: maksimum

# MeansSettings_Form_Text
source: Means settings
pl_pl: Ustawienia średnich

# MeansSettings_Ui_CustomDifferential_CustomDifferential
source: Custom-differential
pl_pl: Własna-różnicowa

# MeansSettings_Ui_CustomDifferential_DifferentialWorkMode
source: Workmode:
pl_pl: Tryb pracy:

# MeansSettings_Ui_CustomTolerance_Comparer
source: Comparer of MIN/MAX blocks:
pl_pl: Komparator bloków MIN/MAX:

# MeansSettings_Ui_CustomTolerance_CustomTolerance
source: Custom-tolerance
pl_pl: Własna-tolerująca

# MeansSettings_Ui_CustomTolerance_FinisherFunction
source: Finisher function:
pl_pl: Funkcja kończąca:

# MeansSettings_Ui_CustomTolerance_Tolerance
source: Comparer tolerance:
pl_pl: Tolerancja komparatora:

# MeansSettings_Ui_Power_Power
source: Power mean
pl_pl: Średnia potęgowa

# MeansSettings_Ui_Power_PowRank
source: Rank k:
pl_pl: Rząd k:

# MessageBoxShower_General_OutOfMemoryExceptionStop_Caption
source: Memory allocation error
pl_pl: Błąd alokacji pamięci
